Repository: VM-s-Solutions/cleansia
Catalog: src/cleansia_ios/CleansiaPartner/Resources/Localizable.xcstrings
Source language: en
Languages: cs, ru, sk, uk

# onboarding_step_personal
source: Personal
cs: Osobní
ru: Личное
sk: Osobné
uk: Особисте

# onboarding_step_progress
source: Step %1$d of %2$d
cs: Krok %1$d z %2$d
ru: Шаг %1$d из %2$d
sk: Krok %1$d z %2$d
uk: Крок %1$d з %2$d

# onboarding_welcome_body
source: Manage your cleaning jobs, track your earnings, and grow your client base — all in one place.
cs: Spravujte své úklidové zakázky, sledujte výdělky a rozšiřujte svou klientskou základnu — vše na jednom místě.
ru: Управляйте заказами на уборку, отслеживайте заработок и расширяйте клиентскую базу — всё в одном месте.
sk: Spravujte svoje upratovacie zákazky, sledujte zárobky a rozširujte si klientelu — všetko na jednom mieste.
uk: Керуйте замовленнями на прибирання, відстежуйте заробіток і розширюйте клієнтську базу — все в одному місці.

# onboarding_welcome_title
source: Welcome to Cleansia Partner
cs: Vítejte v Cleansia Partner
ru: Добро пожаловать в Cleansia Partner
sk: Vitajte v Cleansia Partner
uk: Ласкаво просимо до Cleansia Partner

source: Open invoice PDF
cs: Otevřít PDF faktury
ru: Открыть PDF счёта
sk: Otvoriť PDF faktúry
uk: Відкрити PDF рахунку

source: Open Settings
cs: Otevřít nastavení
ru: Открыть настройки
sk: Otvoriť nastavenia
uk: Відкрити налаштування

# order_completed_toast
source: Order marked as completed
cs: Objednávka označena jako dokončená
ru: Заказ отмечен как выполненный
sk: Objednávka označená ako dokončená
uk: Замовлення позначено як виконане

# order_started
source: Started!
cs: Zahájeno!
ru: Начато!
sk: Zahájené!
uk: Розпочато!

source: Orders
cs: Objednávky
ru: Заказы
sk: Zákazky
uk: Замовлення

# orders_location_prompt
source: See how far each job is
cs: Zobrazit vzdálenost k zakázkám
ru: Показать расстояние до заказов
sk: Zobraziť vzdialenosť k zákazkám
uk: Показати відстань до замовлень

# orders_location_prompt_action
source: Enable
cs: Povolit
ru: Включить
sk: Povoliť
uk: Увімкнути

# partner_order_complete_blocked_cash_sequence
source: Add an "after" photo, then collect the cash, then complete the order.
cs: Přidejte fotografii "po", pak převezměte hotovost a nakonec zakázku dokončete.
ru: Добавьте фото "после", затем получите наличные, затем завершите заказ.
sk: Pridajte fotografiu "po", potom prevezmite hotovosť a nakoniec zákazku dokončite.
uk: Додайте фото "після", потім отримайте готівку, а потім завершіть замовлення.

# partner_order_mark_cash_collected
source: Mark cash collected
cs: Označit hotovost jako přijatou
ru: Отметить наличные как полученные
sk: Označiť hotovosť ako prijatú
uk: Позначити готівку як отриману

# partner_order_mark_cash_collected_confirm_action
source: Yes, cash collected
cs: Ano, hotovost přijata
ru: Да, наличные получены
sk: Áno, hotovosť prijatá
uk: Так, готівку отримано

# partner_order_mark_cash_collected_confirm_message
source: Confirm you have taken %1$@ in cash from the customer. This cannot be undone.
cs: Potvrďte, že jste od zákazníka převzali %1$@ v hotovosti. Tuto akci nelze vzít zpět.
ru: Подтвердите, что вы получили от клиента %1$@ наличными. Это действие нельзя отменить.
sk: Potvrďte, že ste od zákazníka prevzali %1$@ v hotovosti. Túto akciu nemožno vrátiť späť.
uk: Підтвердьте, що ви отримали від клієнта %1$@ готівкою. Цю дію не можна скасувати.

# partner_order_mark_cash_collected_confirm_message_no_amount
source: Confirm you have taken the cash payment from the customer. This cannot be undone.
cs: Potvrďte, že jste od zákazníka převzali platbu v hotovosti. Tuto akci nelze vzít zpět.
ru: Подтвердите, что вы получили от клиента оплату наличными. Это действие нельзя отменить.
sk: Potvrďte, že ste od zákazníka prevzali platbu v hotovosti. Túto akciu nemožno vrátiť späť.
uk: Підтвердьте, що ви отримали від клієнта оплату готівкою. Цю дію не можна скасувати.

# partner_order_mark_cash_collected_confirm_title
source: Mark cash as collected?
cs: Označit hotovost jako přijatou?
ru: Отметить наличные как полученные?
sk: Označiť hotovosť ako prijatú?
uk: Позначити готівку як отриману?

source: Password
cs: Heslo
ru: Пароль
sk: Heslo
uk: Пароль

# payment_membership_discount
source: Plus discount
cs: Plus sleva
ru: Скидка Plus
sk: Plus zľava
uk: Знижка Plus

# payment_method_card
source: Card
cs: Kartou
ru: Картой
sk: Kartou
uk: Карткою

# payment_method_cash
source: Cash
cs: Hotově
ru: Наличными
sk: Hotovosťou
uk: Готівкою

# payment_method_value
source: Method: %1$@
cs: Metoda: %1$@
ru: Способ: %1$@
sk: Spôsob: %1$@
uk: Метод: %1$@

# payment_promo_discount
source: Promo discount
cs: Promo sleva
ru: Промо скидка
sk: Promo zľava
uk: Промо знижка

# payment_section_title
source: Payment
cs: Platba
ru: Оплата
sk: Platba
uk: Оплата

# payment_status_disputed
source: Disputed
cs: Sporná platba
ru: Оспорено
sk: Sporná platba
uk: Оскаржено

# payment_status_failed
source: Failed
cs: Selhalo
ru: Не удалось
sk: Zlyhalo
uk: Не вдалося

# payment_status_paid
source: Paid
cs: Zaplaceno
ru: Оплачено
sk: Zaplatené
uk: Оплачено

# payment_status_partially_refunded
source: Partially refunded
cs: Částečně vráceno
ru: Частично возвращено
sk: Čiastočne vrátené
uk: Частково повернено

# payment_status_pending
source: Pending
cs: Čeká
ru: Ожидает
sk: Čaká
uk: Очікує

# payment_status_refunded
source: Refunded
cs: Vráceno
ru: Возвращено
sk: Vrátené
uk: Повернено

# payment_subtotal
source: Subtotal
cs: Mezisoučet
ru: Промежуточный итог
sk: Medzisúčet
uk: Проміжний підсумок

# payment_tier_discount
source: Loyalty discount
cs: Věrnostní sleva
ru: Скидка за лояльность
sk: Vernostná zľava
uk: Знижка за лояльність

# payment_total
source: Total
cs: Celkem
ru: Итого
sk: Spolu
uk: Разом

# period_all
source: All time
cs: Celé období
ru: За всё время
sk: Celé obdobie
uk: За весь час

# period_last_month
source: Last month
cs: Minulý měsíc
ru: В прошлом месяце
sk: Minulý mesiac
uk: Минулого місяця

# period_pay_base
source: Base pay
cs: Základní odměna
ru: Базовая оплата
sk: Základná odmena
uk: Базова оплата

# period_pay_breakdown_section
source: Pay breakdown
cs: Rozpis výplaty
ru: Структура оплаты
sk: Rozpis výplaty
uk: Розбивка оплати

# period_pay_empty
source: No jobs in this period yet.
cs: V tomto období zatím nejsou žádné zakázky.
ru: В этом периоде пока нет заказов.
sk: V tomto období zatiaľ nie sú žiadne zákazky.
uk: У цьому періоді поки немає замовлень.

# period_pay_error
source: We couldn’t load this period’s pay.
cs: Výplatu za toto období se nepodařilo načíst.
ru: Не удалось загрузить оплату за этот период.
sk: Výplatu za toto obdobie sa nepodarilo načítať.
uk: Не вдалося завантажити оплату за цей період.

# period_pay_expenses
source: Expenses
cs: Náhrady výdajů
ru: Компенсация расходов
sk: Náhrady výdavkov
uk: Компенсація витрат

# period_pay_extras
source: Extras
cs: Příplatky
ru: Доплаты
sk: Príplatky
uk: Додаткові послуги

# period_pay_hero_label
source: Period total
cs: Celkem za období
ru: Итого за период
sk: Celkom za obdobie
uk: Усього за період

# period_pay_jobs_count
source: %1$d jobs included
cs: %1$d zakázek
ru: %1$d заказов
sk: %1$d zákaziek
uk: %1$d замовлень

# period_pay_jobs_section
source: Jobs in this period
cs: Zakázky v tomto období
ru: Заказы за этот период
sk: Zákazky v tomto období
uk: Замовлення за цей період

# period_pay_title
source: Period pay
cs: Výplata za období
ru: Оплата за период
sk: Výplata za obdobie
uk: Оплата за період

# period_this_month
source: This month
cs: Tento měsíc
ru: В этом месяце
sk: Tento mesiac
uk: Цього місяця

# period_this_week
source: This week
cs: Tento týden
ru: На этой неделе
sk: Tento týždeň
uk: Цього тижня

# personal
source: Personal info
cs: Osobní údaje
ru: Личные данные
sk: Osobné údaje
uk: Особисті дані

# photo_encode_failed
source: Couldn’t process the photo. Please try again.
cs: Fotografii se nepodařilo zpracovat. Zkuste to znovu.
ru: Не удалось обработать фото. Попробуйте ещё раз.
sk: Fotografiu sa nepodarilo spracovať. Skúste to znova.
uk: Не вдалося обробити фото. Спробуйте ще раз.

source: Photos
cs: Fotografie
ru: Фото
sk: Fotky
uk: Фото

# photos_none_recorded
source: No photos recorded
cs: Žádné fotografie nebyly zaznamenány
ru: Фотографии не записаны
sk: Žiadne fotky neboli zaznamenané
uk: Фотографій не записано

source: Profile
cs: Profil
ru: Профиль
sk: Profil
uk: Профіль

# profile_business_country
source: Business country
cs: Země podnikání
ru: Страна бизнеса
sk: Krajina podnikania
uk: Країна бізнесу

# profile_city
source: City
cs: Město
ru: Город
sk: Mesto
uk: Місто

# profile_country
source: Country
cs: Země
ru: Страна
sk: Krajina
uk: Країна

# profile_devices_summary
source: Manage signed-in devices
cs: Správa přihlášených zařízení
ru: Управление устройствами, на которых выполнен вход
sk: Správa prihlásených zariadení
uk: Керування пристроями, на яких виконано вхід

# profile_emergency_name
source: Contact name
cs: Jméno kontaktu
ru: Имя контакта
sk: Meno kontaktu
uk: Ім'я контакту

# profile_emergency_phone
source: Contact phone
cs: Telefon kontaktu
ru: Телефон контакта
sk: Telefón kontaktu
uk: Телефон контакту

# profile_entity_type
source: Entity type
cs: Typ subjektu
ru: Тип субъекта
sk: Typ subjektu
uk: Тип суб'єкта

# profile_entity_type_legal
source: Legal entity
cs: Právnická osoba
ru: Юридическое лицо
sk: Právnická osoba
uk: Юридична особа

# profile_entity_type_natural
source: Self-employed person
cs: OSVČ
ru: Самозанятый
sk: SZČO
uk: Самозайнята особа

# profile_error_address_not_picked
source: Pick your address on the map first
cs: Nejprve vyberte adresu na mapě
ru: Сначала выберите адрес на карте
sk: Najprv vyberte adresu na mape
uk: Спершу виберіть адресу на карті

# profile_error_birth_date_required
source: Date of birth is required
cs: Datum narození je povinné
ru: Дата рождения обязательна
sk: Dátum narodenia je povinný
uk: Дата народження обов'язкова

# profile_error_business_country_required
source: Pick your business country
cs: Vyberte zemi podnikání
ru: Выберите страну бизнеса
sk: Vyberte krajinu podnikania
uk: Виберіть країну бізнесу

# profile_error_country_not_serviced
source: This country isn't serviced yet
cs: Tato země zatím není obsluhována
ru: Эта страна пока не обслуживается
sk: Táto krajina zatiaľ nie je obsluhovaná
uk: Ця країна поки не обслуговується

# profile_error_emergency_name_required
source: Contact name is required
cs: Jméno kontaktu je povinné
ru: Имя контакта обязательно
sk: Meno kontaktu je povinné
uk: Ім'я контакту обов'язкове

# profile_error_emergency_phone_required
source: Contact phone is required
cs: Telefon kontaktu je povinný
ru: Телефон контакта обязателен
sk: Telefón kontaktu je povinný
uk: Телефон контакту обов'язковий

# profile_error_first_name_required
source: First name is required
cs: Jméno je povinné
ru: Имя обязательно
sk: Meno je povinné
uk: Ім'я обов'язкове

# profile_error_last_name_required
source: Last name is required
cs: Příjmení je povinné
ru: Фамилия обязательна
sk: Priezvisko je povinné
uk: Прізвище обов'язкове

# profile_error_legal_entity_name_required
source: Enter the legal entity name
cs: Zadejte název právnické osoby
ru: Введите название юридического лица
sk: Zadajte názov právnickej osoby
uk: Введіть назву юридичної особи

# profile_error_nationality_required
source: Pick your nationality
cs: Vyberte svou národnost
ru: Выберите гражданство
sk: Vyberte svoju národnosť
uk: Виберіть громадянство

# profile_error_not_loaded
source: Profile not loaded yet
cs: Profil se ještě nenačetl
ru: Профиль ещё не загружен
sk: Profil sa ešte nenačítal
uk: Профіль ще не завантажено

# profile_error_passport_required
source: Enter your passport / ID number
cs: Zadejte číslo pasu / OP
ru: Введите номер паспорта / ID
sk: Zadajte číslo pasu / OP
uk: Введіть номер паспорта / ID

# profile_error_registration_number_required
source: Enter your registration number
cs: Zadejte IČO
ru: Введите регистрационный номер
sk: Zadajte IČO
uk: Введіть реєстраційний номер

# profile_fields_birthDate
source: Date of birth
cs: Datum narození
ru: Дата рождения
sk: Dátum narodenia
uk: Дата народження

# profile_fields_city
source: City
cs: Město
ru: Город
sk: Mesto
uk: Місто

# profile_fields_country
source: Country
cs: Země
ru: Страна
sk: Krajina
uk: Країна

# profile_fields_firstName
source: First name
cs: Jméno
ru: Имя
sk: Meno
uk: Ім'я

# profile_fields_iban
source: Bank details
cs: Bankovní údaje
ru: Банковские реквизиты
sk: Bankové údaje
uk: Банківські реквізити

# profile_fields_lastName
source: Last name
cs: Příjmení
ru: Фамилия
sk: Priezvisko
uk: Прізвище

# profile_fields_legalEntityName
source: Legal entity name
cs: Název právnické osoby
ru: Название юридического лица
sk: Názov právnickej osoby
uk: Назва юридичної особи

# profile_fields_nationality
source: Nationality
cs: Státní příslušnost
ru: Гражданство
sk: Štátna príslušnosť
uk: Громадянство

# profile_fields_passportId
source: Passport / ID
cs: Občanský průkaz / pas
ru: Паспорт / удостоверение
sk: Občiansky preukaz / pas
uk: Паспорт / посвідчення

# profile_fields_phoneNumber
source: Phone number
cs: Telefon
ru: Номер телефона
sk: Telefón
uk: Номер телефону

# profile_fields_registrationNumber
source: Registration number (IČO)
cs: IČO
ru: Регистрационный номер
sk: IČO
uk: Реєстраційний номер

# profile_fields_street
source: Street
cs: Ulice
ru: Улица
sk: Ulica
uk: Вулиця

# profile_fields_zipCode
source: ZIP code
cs: PSČ
ru: Почтовый индекс
sk: PSČ
uk: Поштовий індекс

# profile_first_name
source: First name
cs: Jméno
ru: Имя
sk: Meno
uk: Ім'я

# profile_group_account
source: Account
cs: Účet
ru: Учётная запись
sk: Účet
uk: Обліковий запис

# profile_group_preferences
source: Preferences
cs: Předvolby
ru: Настройки
sk: Predvoľby
uk: Налаштування

# profile_group_work_legal
source: Work & legal
cs: Práce a doklady
ru: Работа и документы
sk: Práca a doklady
uk: Робота та документи

# profile_last_name
source: Last name
cs: Příjmení
ru: Фамилия
sk: Priezvisko
uk: Прізвище

# profile_legal_entity_name
source: Legal entity name
cs: Název právnické osoby
ru: Название юридического лица
sk: Názov právnickej osoby
uk: Назва юридичної особи

# profile_logout_dialog_cancel
source: Cancel
cs: Zrušit
ru: Отмена
sk: Zrušiť
uk: Скасувати

# profile_logout_dialog_confirm
source: Log out
cs: Odhlásit se
ru: Выйти
sk: Odhlásiť sa
uk: Вийти

# profile_logout_dialog_message
source: You'll need to sign in again to use the app.
cs: Pro další používání aplikace se budete muset znovu přihlásit.
ru: Чтобы пользоваться приложением, нужно будет войти снова.
sk: Na ďalšie používanie aplikácie sa budete musieť znova prihlásiť.
uk: Щоб користуватися застосунком, потрібно буде ввійти знову.

# profile_logout_dialog_title
source: Log out?
cs: Odhlásit se?
ru: Выйти?
sk: Odhlásiť sa?
uk: Вийти?

# profile_nationality
source: Nationality
cs: Národnost
ru: Гражданство
sk: Národnosť
uk: Громадянство

# profile_passport
source: Passport / ID number
cs: Číslo pasu / OP
ru: Номер паспорта / ID
sk: Číslo pasu / OP
uk: Номер паспорта / ID

# profile_phone
source: Phone
cs: Telefon
ru: Телефон
sk: Telefón
uk: Телефон

# profile_photo_remove_success
source: Profile photo removed
cs: Profilová fotka byla odstraněna
ru: Фото профиля удалено
sk: Profilová fotka bola odstránená
uk: Фото профілю видалено

# profile_photo_upload_success
source: Profile photo updated
cs: Profilová fotka byla aktualizována
ru: Фото профиля обновлено
sk: Profilová fotka bola aktualizovaná
uk: Фото профілю оновлено

# profile_registration_number
source: Registration number (IČO)
cs: IČO
ru: Регистрационный номер (IČO)
sk: IČO
uk: Реєстраційний номер (IČO)

# profile_street
source: Street
cs: Ulice
ru: Улица
sk: Ulica
uk: Вулиця

# profile_vat_number
source: VAT number (optional)
cs: DIČ (nepovinné)
ru: Номер НДС (необязательно)
sk: IČ DPH (nepovinné)
uk: Номер ПДВ (необов'язково)

# profile_zip_code
source: ZIP code
cs: PSČ
ru: Почтовый индекс
sk: PSČ
uk: Поштовий індекс

# push.dispute.reply.body
source: Support responded to your dispute. Tap to read it.
cs: Podpora odpověděla na vaši stížnost. Klepnutím si ji přečtete.
ru: Поддержка ответила на вашу жалобу. Нажмите, чтобы прочитать.
sk: Podpora odpovedala na vašu sťažnosť. Ťuknutím si ju prečítate.
uk: Підтримка відповіла на вашу скаргу. Торкніться, щоб прочитати.

# push.dispute.reply.title
source: Support replied
cs: Podpora odpověděla
ru: Поддержка ответила
sk: Podpora odpovedala
uk: Підтримка відповіла

# push.loyalty.tier_upgrade.body
source: You reached a new loyalty tier — your new perks are waiting.
cs: Dosáhli jste nové věrnostní úrovně — nové výhody na vás čekají.
ru: Вы достигли нового уровня лояльности — новые привилегии уже ждут.
sk: Dosiahli ste novú vernostnú úroveň — nové výhody čakajú.
uk: Ви досягли нового рівня лояльності — нові переваги вже чекають.

# push.loyalty.tier_upgrade.title
source: You leveled up!
cs: Nová úroveň!
ru: Вы перешли на новый уровень!
sk: Postup na novú úroveň!
uk: Ви перейшли на новий рівень!

# push.membership.cancellation_effective.body
source: Your subscription has ended. Resubscribe to keep your Plus perks.
cs: Vaše předplatné skončilo. Obnovte ho a vraťte si výhody Plus.
ru: Ваша подписка завершилась. Возобновите её, чтобы вернуть привилегии Plus.
sk: Vaše predplatné skončilo. Obnovte ho a získajte späť výhody Plus.
uk: Ваша підписка завершилася. Поновіть її, щоб повернути переваги Plus.

# push.membership.cancellation_effective.title
source: Cleansia Plus has ended
cs: Cleansia Plus skončilo
ru: Cleansia Plus завершён
sk: Cleansia Plus skončilo
uk: Cleansia Plus завершено

# push.membership.expiring_soon.body
source: Your subscription renews in 3 days. Manage your plan in the app.
cs: Vaše předplatné se obnoví za 3 dny. Plán spravujete v aplikaci.
ru: Ваша подписка продлится через 3 дня. Управляйте планом в приложении.
sk: Vaše predplatné sa obnoví o 3 dni. Plán spravujete v aplikácii.
uk: Ваша підписка поновиться через 3 дні. Керуйте планом у застосунку.

# push.membership.expiring_soon.title
source: Cleansia Plus is renewing soon
cs: Cleansia Plus se brzy obnoví
ru: Cleansia Plus скоро продлится
sk: Cleansia Plus sa čoskoro obnoví
uk: Cleansia Plus скоро поновиться

# push.order.assigned.body
source: You've been assigned job #%1$@. Tap to see the details.
cs: Byla vám přiřazena zakázka č. %1$@. Klepnutím zobrazíte podrobnosti.
ru: Вам назначен заказ №%1$@. Нажмите, чтобы посмотреть детали.
sk: Bola vám priradená zákazka č. %1$@. Ťuknutím zobrazíte podrobnosti.
uk: Вам призначено замовлення №%1$@. Торкніться, щоб переглянути деталі.

# push.order.assigned.title
source: New job on your schedule
cs: Nová zakázka v rozvrhu
ru: Новый заказ в вашем графике
sk: Nová zákazka v rozvrhu
uk: Нове замовлення у вашому графіку

# push.order.assignment_cancelled.body
source: A job you accepted was cancelled: #%1$@. Tap for details.
cs: Zakázka, kterou jste přijali, byla zrušena: #%1$@. Klepnutím zobrazíte detaily.
ru: Заказ, который вы приняли, отменён: #%1$@. Нажмите, чтобы посмотреть детали.
sk: Zákazka, ktorú ste prijali, bola zrušená: #%1$@. Ťuknutím zobrazíte detaily.
uk: Замовлення, яке ви прийняли, скасовано: #%1$@. Торкніться, щоб переглянути деталі.

# push.order.assignment_cancelled.title
source: Job cancelled
cs: Zakázka zrušena
ru: Заказ отменён
sk: Zákazka zrušená
uk: Замовлення скасовано

# push.order.assignment_revoked.body
source: Job #%1$@ has been reassigned and is no longer on your schedule. Tap for details.
cs: Zakázka č. %1$@ byla přeřazena a už není ve vašem rozvrhu. Klepnutím zobrazíte podrobnosti.
ru: Заказ №%1$@ переназначен, его больше нет в вашем графике. Нажмите, чтобы посмотреть детали.
sk: Zákazka č. %1$@ bola preradená a už nie je vo vašom rozvrhu. Ťuknutím zobrazíte podrobnosti.
uk: Замовлення №%1$@ перепризначено, його більше немає у вашому графіку. Торкніться, щоб переглянути деталі.

# push.order.assignment_revoked.title
source: Job reassigned
cs: Zakázka přeřazena
ru: Заказ переназначен
sk: Zákazka preradená
uk: Замовлення перепризначено

# push.order.cancelled.body
source: Job #%1$@ has been cancelled. Tap for details.
cs: Zakázka č. %1$@ byla zrušena. Klepnutím zobrazíte podrobnosti.
ru: Заказ №%1$@ отменён. Нажмите, чтобы посмотреть детали.
sk: Zákazka č. %1$@ bola zrušená. Ťuknutím zobrazíte podrobnosti.
uk: Замовлення №%1$@ скасовано. Торкніться, щоб переглянути деталі.

# push.order.cancelled.title
source: Job cancelled
cs: Zakázka zrušena
ru: Заказ отменён
sk: Zákazka zrušená
uk: Замовлення скасовано

# push.order.cleaner_assigned.body
source: A cleaner is assigned to job #%1$@. Tap to see the details.
cs: K zakázce č. %1$@ je přiřazen uklízeč. Klepnutím zobrazíte podrobnosti.
ru: К заказу №%1$@ назначен клинер. Нажмите, чтобы посмотреть детали.
sk: K zákazke č. %1$@ je priradený upratovač. Ťuknutím zobrazíte podrobnosti.
uk: До замовлення №%1$@ призначено клінера. Торкніться, щоб переглянути деталі.

# push.order.cleaner_assigned.title
source: Cleaner assigned
cs: Uklízeč přiřazen
ru: Клинер назначен
sk: Upratovač priradený
uk: Клінера призначено

# push.order.completed.body
source: Job #%1$@ is complete. Tap to see the summary.
cs: Zakázka č. %1$@ je dokončena. Klepnutím zobrazíte souhrn.
ru: Заказ №%1$@ завершён. Нажмите, чтобы посмотреть сводку.
sk: Zákazka č. %1$@ je dokončená. Ťuknutím zobrazíte súhrn.
uk: Замовлення №%1$@ завершено. Торкніться, щоб переглянути підсумок.

# push.order.completed.title
source: Job completed
cs: Zakázka dokončena
ru: Заказ завершён
sk: Zákazka dokončená
uk: Замовлення завершено

# push.order.confirmed.body
source: Job #%1$@ is confirmed. Tap to see the details.
cs: Zakázka č. %1$@ je potvrzena. Klepnutím zobrazíte podrobnosti.
ru: Заказ №%1$@ подтверждён. Нажмите, чтобы посмотреть детали.
sk: Zákazka č. %1$@ je potvrdená. Ťuknutím zobrazíte podrobnosti.
uk: Замовлення №%1$@ підтверджено. Торкніться, щоб переглянути деталі.

# push.order.confirmed.title
source: Job confirmed
cs: Zakázka potvrzena
ru: Заказ подтверждён
sk: Zákazka potvrdená
uk: Замовлення підтверджено

# push.order.in_progress.body
source: Job #%1$@ is underway. Tap to follow along.
cs: Zakázka č. %1$@ právě probíhá. Klepnutím ji můžete sledovat.
ru: Заказ №%1$@ выполняется. Нажмите, чтобы следить за ним.
sk: Zákazka č. %1$@ práve prebieha. Ťuknutím ju môžete sledovať.
uk: Замовлення №%1$@ виконується. Торкніться, щоб стежити за ним.

# push.order.in_progress.title
source: Job in progress
cs: Zakázka probíhá
ru: Заказ выполняется
sk: Zákazka prebieha
uk: Замовлення виконується

# push.order.new_available.body
source: New jobs near you: %1$@. Tap to view.
cs: Nové zakázky ve vašem okolí: %1$@. Klepnutím je zobrazíte.
ru: Новые заказы рядом с вами: %1$@. Нажмите, чтобы посмотреть.
sk: Nové zákazky vo vašom okolí: %1$@. Ťuknutím ich zobrazíte.
uk: Нові замовлення поруч із вами: %1$@. Торкніться, щоб переглянути.

# push.order.new_available.title
source: New jobs available
cs: Nové dostupné zakázky
ru: Новые доступные заказы
sk: Nové dostupné zákazky
uk: Нові доступні замовлення

# push.order.on_the_way.body
source: Your cleaner is heading to your booking #%1$@.
cs: Váš uklízeč míří k rezervaci #%1$@.
ru: Ваш клинер направляется к заказу #%1$@.
sk: Váš upratovač smeruje k rezervácii #%1$@.
uk: Ваш клінер прямує до замовлення #%1$@.

# push.order.on_the_way.title
source: Cleaner is on the way
cs: Uklízeč je na cestě
ru: Клинер в пути
sk: Upratovač je na ceste
uk: Клінер у дорозі

# push.order.preferred_offer.body
source: Order %1$@ — someone you've cleaned for before requested you. Open it to take the job.
cs: Zakázka %1$@ — vyžádal si vás někdo, komu jste už uklízeli. Otevřete ji a vezměte si ji.
ru: Заказ %1$@ — вас попросил кто-то, у кого вы уже убирали. Откройте, чтобы взять заказ.
sk: Zákazka %1$@ — vyžiadal si vás niekto, komu ste už upratovali. Otvorte ju a prevezmite ju.
uk: Замовлення %1$@ — вас попросив хтось, у кого ви вже прибирали. Відкрийте, щоб узяти замовлення.
